[
    {
        "id": "0d52d629-a40a-4a95-b13a-7f951a3f50b1",
        "name": "Train Miner",
        "url": "https://html5games.com/Game/Train-Miner/0d52d629-a40a-4a95-b13a-7f951a3f50b1",
        "textarea_link": "https://play.famobi.com/train-miner",
        "description": "All aboard for endless mining fun in Train Miner – expand, upgrade, and dominate the tracks! Train Miner is a unique and addictive resource-mining game where you control a train on a looping track, automatically harvesting valuable resources nearby. As you mine, the track expands, unlocking new areas and boosting your profits. Sell your resources, upgrade your train, and watch it grow longer and faster with each run! With a perfect blend of strategy, automation, and satisfying progression, Train Miner keeps you hooked as you build the ultimate mining empire on rails. So hop on board, mine, and expand your railway empire in Train Miner!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/TrainMinerTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/0d52d629-a40a-4a95-b13a-7f951a3f50b1.jpg"
      },
      {
        "id": "de20e6f4-fd89-414f-b200-6a20b3ac9378",
        "name": "Rise Up",
        "url": "https://html5games.com/Game/Rise-Up/de20e6f4-fd89-414f-b200-6a20b3ac9378",
        "textarea_link": "https://play.famobi.com/rise-up",
        "description": "Protect, dodge, and rise to the top in Rise Up – the ultimate survival challenge! Rise Up is an intense and addictive arcade game where your only goal is to protect the rising balloon at all costs! As it floats higher and higher, dangerous obstacles appear in its path, ready to pop it. Your task? Use your shield to push objects away, clear the way, and ensure the balloon’s safe journey. With increasing difficulty, every second counts, demanding quick reflexes and strategic movement. Can you rise to the challenge and reach the highest score?",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/RiseUpTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/de20e6f4-fd89-414f-b200-6a20b3ac9378.jpg"
      },
      {
        "id": "fb2e6f6c-662b-4273-8731-df884387435d",
        "name": "Giant Rush",
        "url": "https://html5games.com/Game/Giant-Rush/fb2e6f6c-662b-4273-8731-df884387435d",
        "textarea_link": "https://play.famobi.com/giant-rush",
        "description": "Run, merge, and battle giants in Giant Rush – the ultimate action-packed adventure! Giant Rush is an electrifying arcade game where you dash through obstacle-filled tracks, collecting colored figures to grow bigger and stronger! The more you absorb, the larger your giant becomes – and at the finish line, an epic boss battle awaits! Dodge hazards, time your movements perfectly, and merge your way to victory. With each run, you can upgrade your giant’s strength and unlock new challenges. Are you ready to become the biggest and strongest fighter in Giant Rush? So start running, growing, and fighting your way to the top in Giant Rush!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GiantRushTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/fb2e6f6c-662b-4273-8731-df884387435d.jpg"
      },
      {
        "id": "dce582f0-3659-4cdb-9c7a-d8d2eea38cd0",
        "name": "Western Sniper",
        "url": "https://html5games.com/Game/Western-Sniper/dce582f0-3659-4cdb-9c7a-d8d2eea38cd0",
        "textarea_link": "https://play.famobi.com/western-sniper",
        "description": "Take aim and become the ultimate gunslinger in Western Sniper – the wildest shooting challenge! Western Sniper is an action-packed shooting game that puts you in the boots of a fearless sharpshooter in the Wild West. Bandits have taken over the town, and it’s up to you to take them down with precision shots! From saloons to dusty streets, every level presents new enemies and tougher challenges. Use your sniper skills, time your shots perfectly, and prove that you’re the fastest gun in the West. With immersive environments and thrilling shootouts, Western Sniper delivers non-stop action! So load up, take aim, and bring justice to the Wild West in Western Sniper!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/WesternSniperTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/dce582f0-3659-4cdb-9c7a-d8d2eea38cd0.jpg"
      },
      {
        "id": "a8c8cba3-6408-435f-a59a-d9112c3df6da",
        "name": "Go Escape",
        "url": "https://html5games.com/Game/Go-Escape/a8c8cba3-6408-435f-a59a-d9112c3df6da",
        "textarea_link": "https://play.famobi.com/go-escape",
        "description": "Dodge, jump, and escape in Go Escape - the ultimate test of skill and reflexes! Go Escape is an intense and addictive arcade game where timing is everything! Your mission? Guide the bouncing ball through deadly traps, spikes, and moving obstacles to reach the exit. Every level presents a new challenge, requiring precise jumps and quick reflexes to survive. As you progress, the difficulty ramps up, keeping you on the edge of your seat. With its simple controls but challenging mechanics, Go Escape is easy to learn but hard to master!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GoEscapeTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/a8c8cba3-6408-435f-a59a-d9112c3df6da.jpg"
      },
      {
        "id": "fd96705d-29a4-4400-ba2c-e5f6c101309a",
        "name": "Color Fill 3D",
        "url": "https://html5games.com/Game/Color-Fill-3D/fd96705d-29a4-4400-ba2c-e5f6c101309a",
        "textarea_link": "https://play.famobi.com/color-fill-3d",
        "description": "In Color Fill 3D, your objective is to fill the entire grid with color by moving a block across the empty spaces. Drag your block in any direction to spread color, but be careful to avoid obstacles and enemies that can stop your progress. Plan your moves strategically, as some levels feature tight spaces or tricky paths that require precision and timing. Complete the level by coloring every square in the grid, unlocking new challenges as you advance. With each level, the puzzles become more intricate, offering a satisfying mix of relaxation and strategy. Dive into the vibrant world of Color Fill 3D and see how far your skills can take you!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/ColorFill3dTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/fd96705d-29a4-4400-ba2c-e5f6c101309a.jpg"
      },
      {
        "id": "0ee5b208-e2b8-4ce6-a0e5-db0c36f26b9d",
        "name": "Spot the Cat",
        "url": "https://html5games.com/Game/Spot-the-Cat/0ee5b208-e2b8-4ce6-a0e5-db0c36f26b9d",
        "textarea_link": "https://play.famobi.com/spot-the-cat",
        "description": "Discover hidden objects in Spot the Cat - a whimsical search-and-find puzzle game! Spot the Cat is a charming puzzle game where you explore vibrant, cartoonish scenes filled with playful cats to uncover hidden objects. From beach balls in sunny seaside settings to bananas in snowy fields, each level offers a delightful challenge as you search for items cleverly concealed in the cats’ playful antics. With beautifully crafted scenes and increasingly tricky puzzles, Spot the Cat provides a relaxing and engaging experience for players of all ages.",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/SpotTheCatTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/0ee5b208-e2b8-4ce6-a0e5-db0c36f26b9d.jpg"
      },
      {
        "id": "fe4173e1-f6ea-4bfc-b648-1b198efb0e7a",
        "name": "Color Roll 3D",
        "url": "https://html5games.com/Game/Color-Roll-3D/fe4173e1-f6ea-4bfc-b648-1b198efb0e7a",
        "textarea_link": "https://play.famobi.com/color-roll-3d",
        "description": "Unroll your way to victory in Color Roll 3D - the ultimate 3D puzzle challenge! Color Roll 3D is a captivating 3D puzzle game that will put your problem-solving skills to the test. Your objective is simple: unroll the colorful rolls in the correct order to recreate the given image. As the levels progress, the puzzles become increasingly complex, challenging your logical thinking and attention to detail. With its sleek design and satisfying mechanics, Color Roll 3D offers endless hours of relaxing yet brain-teasing gameplay.",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/ColorRoll3dTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/fe4173e1-f6ea-4bfc-b648-1b198efb0e7a.jpg"
      },
      {
        "id": "a2a69bbb-4a2c-440d-8e42-3d1f40c44166",
        "name": "Color Water Sort 3D",
        "url": "https://html5games.com/Game/Color-Water-Sort-3D/a2a69bbb-4a2c-440d-8e42-3d1f40c44166",
        "textarea_link": "https://play.famobi.com/color-water-sort-3d",
        "description": "Dive into the colorful challenge of Color Water Sort 3D - where strategy meets vibrant fun! Color Water Sort 3D is a captivating puzzle game that will test both your patience and your strategy skills. Your mission? To sort various colored water into the right tubes, one color at a time! It may seem simple at first, but as the number of tubes and colors increases, so does the challenge. With each level, the difficulty ramps up, making it more intense and exciting. The vibrant visuals and satisfying sorting mechanics make this game as relaxing as it is engaging. So pour, strategize, and conquer each level in Color Water Sort 3D!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/ColorWaterSort3dTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/a2a69bbb-4a2c-440d-8e42-3d1f40c44166.jpg"
      },
      {
        "id": "7613512a-c291-4b6e-9fe0-3861d476f4ce",
        "name": "Braindom",
        "url": "https://html5games.com/Game/Braindom/7613512a-c291-4b6e-9fe0-3861d476f4ce",
        "textarea_link": "https://play.famobi.com/braindom",
        "description": "Challenge your mind and learn history with Braindom - the ultimate puzzle-packed brain teaser! Braindom is an addictive puzzle game that keeps your brain engaged with a variety of creative minigames. With each level, you’ll face a unique puzzle or brain teaser where you must find exactly what’s being asked. It’s not just about solving puzzles, though—Braindom also takes you on a journey through history! As you progress, you’ll unlock fascinating historical facts about important figures from the past. With hundreds of levels to conquer, Braindom is both educational and endlessly fun. So test your wits and uncover historical secrets in Braindom today!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/BraindomTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/7613512a-c291-4b6e-9fe0-3861d476f4ce.jpg"
      },
      {
        "id": "9142462d-0f52-41e7-959b-28175eaa77aa",
        "name": "Sort It",
        "url": "https://html5games.com/Game/Sort-It/9142462d-0f52-41e7-959b-28175eaa77aa",
        "textarea_link": "https://play.famobi.com/sort-it",
        "description": "Sort, strategize, and succeed in Sort It—the ultimate color-sorting puzzle challenge! Sort It is an addictive puzzle game that puts your logic and strategic skills to the test. Your goal is simple: sort different colored balls into their matching tubes. But don't be fooled by the simplicity! As you advance, the puzzles become more intricate, pushing your problem-solving abilities to the limit. With vibrant visuals and increasingly challenging levels, Sort It offers endless hours of engaging gameplay that's both fun and mentally stimulating. So, are you ready to sort your way to victory in Sort It?",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/SortItTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/9142462d-0f52-41e7-959b-28175eaa77aa.jpg"
      },
      {
        "id": "642be5d7-5e15-4f5a-8db2-6904ea31f40f",
        "name": "Cube Match",
        "url": "https://html5games.com/Game/Cube-Match/642be5d7-5e15-4f5a-8db2-6904ea31f40f",
        "textarea_link": "https://play.famobi.com/cube-match",
        "description": "Master the symbols and conquer the cube in Cube Puzzle - the ultimate 3D cube-matching sensation! Cube Puzzle is a mesmerizing 3D experience that puts your puzzle-solving skills to the ultimate test. In a world of floating cubes adorned with distinctive symbols, it's your mission to rotate the cluster and align the icons to your advantage. With a simple click, transfer cubes to your personal bar, but be strategic – only by aligning three identical symbols can you clear them away. With just eight slots at your disposal, every move counts. Can you keep the bar clear and outsmart the cube formations, or will a full bar be your downfall? The challenge escalates with every level, daring you to become the grand master of symbols. Get ready to twist, match, and triumph – your Cube Puzzle quest awaits!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/CubeMatchTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/642be5d7-5e15-4f5a-8db2-6904ea31f40f.jpg"
      },
      {
        "id": "19b9b123-0bc6-4c32-a78b-3615e7176203",
        "name": "Parking Jam",
        "url": "https://html5games.com/Game/Parking-Jam/19b9b123-0bc6-4c32-a78b-3615e7176203",
        "textarea_link": "https://play.famobi.com/parking-jam",
        "description": "Master the madness in Parking Jam - can you clear the lot without causing chaos? Parking Jam is a mind-bending puzzle game that puts your logic and problem-solving skills to the test! Your goal? Free the cars from a crowded parking lot, but there’s a catch—cars are blocking each other, and you need to move them in the correct order to avoid a jam. Each level brings a new parking lot puzzle, with increasing complexity as more cars and obstacles appear. The satisfying feeling of clearing the lot makes every successful move worth it! So step up and become the ultimate parking master in Parking Jam!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/ParkingJamTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/19b9b123-0bc6-4c32-a78b-3615e7176203.jpg"
      },
      {
        "id": "149b23a7-d0f0-4751-9706-81e342767712",
        "name": "Fashion Battle",
        "url": "https://html5games.com/Game/Fashion-Battle/149b23a7-d0f0-4751-9706-81e342767712",
        "textarea_link": "https://play.famobi.com/fashion-battle",
        "description": "Strut your style and conquer the catwalk in Fashion Battle - where only the most stylish will win! Fashion Battle is a captivating fashion game where you face off against CPU opponents in a thrilling catwalk showdown. Dress up your model with outfits that perfectly match the given theme, making sure every detail is on point. As you walk the runway, the pressure builds with each step. The ultimate test comes at the end when a jury evaluates your look and crowns the most stylish competitor. With various themes and endless wardrobe possibilities, every round is a chance to prove your fashion prowess! So step into the spotlight and let your fashion instincts lead you to victory!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/FashionBattleTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/149b23a7-d0f0-4751-9706-81e342767712.jpg"
      },
      {
        "id": "b3cb1a66-edbc-44bd-9d02-283fdbee0397",
        "name": "Fruit Party",
        "url": "https://html5games.com/Game/Fruit-Party/b3cb1a66-edbc-44bd-9d02-283fdbee0397",
        "textarea_link": "https://play.famobi.com/fruit-party",
        "description": "Merge and grow your fruits to score big in Fruit Party - the ultimate basket-dropping challenge! Fruit Party is an addictive 2D game where you drop fruits into a basket and merge identical ones to create bigger, juicier fruits. Every successful merge increases your score and grants coins for each unseen upgrade. But watch out! As your basket fills up, the challenge intensifies, and if your fruits cross the top line, it’s game over. Use power-ups like a free upgrade or a basket shake to keep the party going and maximize your score. So start dropping, merging, and growing your fruit empire in Fruit Party!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/FruitPartyTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/b3cb1a66-edbc-44bd-9d02-283fdbee0397.jpg"
      },
      {
        "id": "e4bc01d5-3b0b-439e-80d5-0b4ac3897ac8",
        "name": "Guess Their Answer",
        "url": "https://html5games.com/Game/Guess-Their-Answer/e4bc01d5-3b0b-439e-80d5-0b4ac3897ac8",
        "textarea_link": "https://play.famobi.com/guess-their-answer",
        "description": "Compete, guess, and conquer in Guess Their Answer - the ultimate trivia showdown! Guess Their Answer is an exciting trivia quiz game where your knowledge and quick thinking are put to the test. Face off against smart CPUs in a battle of wits, with each round featuring three challenging questions from a wide range of topics. Outthink your opponents to earn in-game money, which you can use to unlock cool cosmetics like skins. Plus, take on the daily quiz challenge to prove you’re the best! So get ready to guess your way to victory in Guess Their Answer!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GuessTheirAnswerTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/e4bc01d5-3b0b-439e-80d5-0b4ac3897ac8.jpg"
      },
      {
        "id": "56b693d4-476b-472b-a1ed-25cc7cabbd09",
        "name": "Thief Puzzle",
        "url": "https://html5games.com/Game/Thief-Puzzle/56b693d4-476b-472b-a1ed-25cc7cabbd09",
        "textarea_link": "https://play.famobi.com/thief-puzzle",
        "description": "Master stealth and strategy in Thief Puzzle - become the ultimate stealth master in this captivating 2D puzzle game! In Thief Puzzle, you dive into a world of mischief and tactical gameplay. Take control of a thief’s hand, guiding it through intricate levels to snatch the prized possessions. Each level presents a new puzzle where you must cleverly navigate around obstacles and outwit security measures to reach your target. With every successful heist, the challenges grow, testing your skills to think outside the box and act like a true master thief. So grab your mask and start your cunning journey in Thief Puzzle today!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/ThiefPuzzleTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/56b693d4-476b-472b-a1ed-25cc7cabbd09.jpg"
      },
      {
        "id": "ca19e855-6d1d-4aad-a82c-15160b1be0f2",
        "name": "Neon Rider",
        "url": "https://html5games.com/Game/Neon-Rider/ca19e855-6d1d-4aad-a82c-15160b1be0f2",
        "textarea_link": "https://play.famobi.com/neon-rider",
        "description": "Ride, rotate, and rule the neon world in Neon Rider - the ultimate 2D motorbike game! Neon Rider is an electrifying 2D game where you control a motorbike on a neon obstacle course. Perform tricks mid-air to rack up points, with perfect landings earning you even more. Dodge obstacles, collect batteries for a fire mode, and fly through the stage for maximum points. Your goal? To go as far as possible in this neon-lit adventure! So start riding the Neon Ride of your life in Neon Rider!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/NeonRiderTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/ca19e855-6d1d-4aad-a82c-15160b1be0f2.jpg"
      },
      {
        "id": "465328fb-72c3-4685-b5a3-bc43350bb765",
        "name": "Speed Master",
        "url": "https://html5games.com/Game/Speed-Master/465328fb-72c3-4685-b5a3-bc43350bb765",
        "textarea_link": "https://play.famobi.com/speed-master",
        "description": "Accelerate to Dominate in Speed Master - the Ultimate Car Racing Challenge! Speed Master is not just another car game; it's your ticket to an adrenaline-pumping journey on an endless track. Imagine this: the roar of engines, the thrill of speed, and a road that stretches into eternity. You're not just driving; you're competing. Collect cash, dodge obstacles, and smash through competitors to upgrade your ride. Every hit scores points, pushing you closer to the ultimate upgrade. It's fast, furious, and utterly addictive. Your mission? To outpace, outsmart, and outlast your rivals in a high-speed quest for glory. So, buckle up and get ready to unleash the Speed Master within!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/SpeedMasterTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/465328fb-72c3-4685-b5a3-bc43350bb765.jpg"
      },
      {
        "id": "76cf5b34-fba0-456f-bab2-cd5b2ac50af9",
        "name": "Alien Attack",
        "url": "https://html5games.com/Game/Alien-Attack/76cf5b34-fba0-456f-bab2-cd5b2ac50af9",
        "textarea_link": "https://play.famobi.com/alien-attack",
        "description": "Blast off and dominate the cosmos in Alien Attack - the ultimate 2D spaceship shooter! Alien Attack is an adrenaline-pumping 2D shooter game where you pilot a spaceship through the vastness of space, battling waves of alien forces. With each victory, collect power-ups that enhance your ship's abilities, making you unstoppable. Face off against formidable boss spaceships in epic showdowns, pushing your skills to the limit. This endless, high-score based adventure keeps you on the edge of your seat, striving to outdo yourself and others in the quest for cosmic dominance! So, are you ready to take the challenge and soar to the top of the leaderboard in Alien Attack?",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/AlienAttackTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/76cf5b34-fba0-456f-bab2-cd5b2ac50af9.jpg"
      },
      {
        "id": "552a182d-4fa6-4d1b-bbd0-28d5b4a07743",
        "name": "Peet Sneak",
        "url": "https://html5games.com/Game/Peet-Sneak/552a182d-4fa6-4d1b-bbd0-28d5b4a07743",
        "textarea_link": "https://play.famobi.com/peet-sneak",
        "description": "Sneak, strategize, and solve in Peet Sneak - your ultimate stealth adventure! In Peet Sneak, you step into the shoes of Peet, a sneaky character on a quest for the most sacred of sanctuaries - the toilet in a locked room. This isn't just any stealth game; it's a test of patience, strategy, and timing. Navigate through shadowy corridors, collect keys to unlock doors, and outsmart guards by sneaking up on them or finding clever ways to avoid their gaze. Control Peet with simple clicks or holds, guiding him to his destination while collecting items and solving puzzles along the way. Can you help Peet find his moment of peace in a world filled with obstacles? Dive into the shadows and embark on Peet's stealthy quest for inner peace in Peet Sneak!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/PeetSneakTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/552a182d-4fa6-4d1b-bbd0-28d5b4a07743.jpg"
      },
      {
        "id": "4531b37c-a8e0-4a67-9ebd-e8d3190b6277",
        "name": "Cut The Rope",
        "url": "https://html5games.com/Game/Cut-The-Rope/4531b37c-a8e0-4a67-9ebd-e8d3190b6277",
        "textarea_link": "https://play.famobi.com/cut-the-rope",
        "description": "Slice your way to sweet victory in Cut The Rope – the ultimate candy-feeding puzzle adventure! Get ready to feed the adorable Om Nom in Cut The Rope, a mind-bending puzzle game packed with levels of fun! Your task? To cut ropes in just the right way to deliver candy to Om Nom's mouth. Each level brings a new challenge, featuring various mechanics and obstacles. From gravity-defying swings to bubble-floating candies, your puzzle-solving skills will be put to the test. Remember, timing and precision are key. Are you ready to think outside the box and solve each delicious puzzle? Start your candy-cutting journey and keep Om Nom's sweet tooth satisfied in Cut The Rope!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/CutTheRopeTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/4531b37c-a8e0-4a67-9ebd-e8d3190b6277.jpg"
      },
      {
        "id": "ce2e277e-d475-474f-a930-bd589564a33f",
        "name": "Toilet Run",
        "url": "https://html5games.com/Game/Toilet-Run/ce2e277e-d475-474f-a930-bd589564a33f",
        "textarea_link": "https://play.famobi.com/toilet-run",
        "description": "Race, draw, and dive into the ultimate restroom rush in Toilet Run – where reaching the loo is a thrilling dash! Toilet Run is the hilarious and intense game where your quick thinking and drawing skills are put to the test. Guide desperate characters to their personal toilets by drawing unique paths for them. But be cautious! A single collision and it's all down the drain! Don't forget to dodge the menacing guarding dog, or it's game over. Every moment counts in this frantic race against time – and other toilet-goers! So grab your pen and help them make the most urgent run of their lives in Toilet Run!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/Toilet_RunTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/ce2e277e-d475-474f-a930-bd589564a33f.jpg"
      },
      {
        "id": "8c5d6f99-0f4b-47fb-9eed-4b108e3d4f89",
        "name": "Block Painter",
        "url": "https://html5games.com/Game/Block-Painter/8c5d6f99-0f4b-47fb-9eed-4b108e3d4f89",
        "textarea_link": "https://play.famobi.com/block-painter",
        "description": "Master colorful challenges in Block Painter – the ultimate bridge-building adventure! In Block Painter, you're in charge of a delightful character navigating through vibrant landscapes. Your mission? To build bridges of the perfect length by holding down to extend them, and releasing at just the right moment. If your bridge is too long or too short, it's game over! As your character walks across, tap to jump and collect color bubbles, adding a splash of color to your journey. Each platform brings a new challenge with varying sizes and distances, demanding your keen judgment and quick reflexes. Are you ready to estimate, build, and paint your way through this captivating world? So grab your virtual paintbrush and start creating pathways in Block Painter – where every bridge you build paints your path to success!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/BlockPainterTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/8c5d6f99-0f4b-47fb-9eed-4b108e3d4f89.jpg"
      },
      {
        "id": "862e3cf6-4e1f-4ae5-b625-52c9d2db351e",
        "name": "Pair Up 3D",
        "url": "https://html5games.com/Game/Pair-Up-3D/862e3cf6-4e1f-4ae5-b625-52c9d2db351e",
        "textarea_link": "https://play.famobi.com/pair-up-3d",
        "description": "Master the art of matching in Pair Up 3D! Dive into the captivating world of Pair Up 3D, a game that transforms matching pairs into an exhilarating 3D experience! Each level greets you with a vibrant theme and an array of unique objects scattered around. Your mission? To find a specific number of pairs within the time limit. But here's the twist - exceed the target and you'll be rewarded with bonus points! These points are your ticket to unlocking exciting mini-games, each one putting a creative spin on the classic pairing mechanic. The more you play, the more you unlock, leading to endless fun and challenges. Get ready to embark on a match-making adventure like no other in Pair Up 3D - where every pair counts!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/PairUp3dTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/862e3cf6-4e1f-4ae5-b625-52c9d2db351e.jpg"
      },
      {
        "id": "91dce2cf-4716-4b37-b282-69bcbeff1bf4",
        "name": "Cowboy Swing",
        "url": "https://html5games.com/Game/Cowboy-Swing/91dce2cf-4716-4b37-b282-69bcbeff1bf4",
        "textarea_link": "https://play.famobi.com/cowboy-swing",
        "description": "Swing as fast as you can in Cowboy Swing! Swing from point to point and try to get as far as you can while using trampolins to get even further. Try to avoid the red wall, which is slowly moving towards you, since once in the wall, you lose! The trampolins in your way can also make your life a bit more difficult, so use them to your advantage. Make clever use of the game mechanics and be the best cowboy swing player out there!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/CowboySwingTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/91dce2cf-4716-4b37-b282-69bcbeff1bf4.jpg"
      },
      {
        "id": "d3a65374-8ee3-4035-94a4-dc1d898d4c8e",
        "name": "Go Around",
        "url": "https://html5games.com/Game/Go-Around/d3a65374-8ee3-4035-94a4-dc1d898d4c8e",
        "textarea_link": "https://play.famobi.com/go-around",
        "description": "Jump, double jump, and survive in Go Around - the ultimate stickman looping challenge! Go Around invites you to a thrilling 2D world where you control a stickman on an endless loop. Your mission? To jump and double jump over obstacles while marking your trail on the loop. Each complete circuit not only scores bonus points but also ramps up the difficulty, making each round an exhilarating challenge. Stay sharp and agile to survive as long as possible, pushing your reflexes to the limit. How many rounds can you conquer in this looping adventure? So, lace up your virtual sneakers and leap into the action-packed world of Go Around!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GoAroundTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/d3a65374-8ee3-4035-94a4-dc1d898d4c8e.jpg"
      },
      {
        "id": "7067489f-8bb6-4249-9d36-827340f9a54d",
        "name": "Green Ball",
        "url": "https://html5games.com/Game/Green-Ball/7067489f-8bb6-4249-9d36-827340f9a54d",
        "textarea_link": "https://play.famobi.com/green-ball",
        "description": "Roll into endless fun with Green Ball – a thrilling 3D obstacle adventure! Green Ball invites you into a world of exhilarating 3D challenges! Here, you're in control of a vibrant green ball, navigating through an endless obstacle course. Swerve left, dash right, and leap into the air with trampolines, dodging obstacles that come your way. Every move counts in this high-speed journey. As you progress, the course gets more challenging, testing your reflexes and precision. How far can you go? It's not just a game; it's a quest to beat your own best score and rise to the top! Gear up for the roll of a lifetime with Green Ball – your adventure awaits!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GreenBallTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/7067489f-8bb6-4249-9d36-827340f9a54d.jpg"
      },
      {
        "id": "54c3e0de-a46f-4a38-87d1-cc89c2f7ad49",
        "name": "Twisty Lines",
        "url": "https://html5games.com/Game/Twisty-Lines/54c3e0de-a46f-4a38-87d1-cc89c2f7ad49",
        "textarea_link": "https://play.famobi.com/twisty-lines",
        "description": "Soar, orbit, and survive in Twisty Lines – the ultimate space journey in a 2D universe! Twisty Lines is an exhilarating 2D space adventure that puts you in control of a spaceship navigating through a cosmic maze. As you fly upwards in a straight line, prepare for a thrilling twist – click near planets to orbit them and release to launch in a new direction! Your mission is to travel as far as you can, while skillfully avoiding collisions with planets and the treacherous borders. Each orbit is a dance with gravity, each release a leap into the unknown. Do you have the precision and reflexes to chart a path through this celestial challenge? Embark on your interstellar voyage and master the art of gravity in Twisty Lines!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/TwistyLinesTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/54c3e0de-a46f-4a38-87d1-cc89c2f7ad49.jpg"
      },
      {
        "id": "637ce40c-6069-43ef-8974-ab357ec751b4",
        "name": "Lawn Mower",
        "url": "https://html5games.com/Game/Lawn-Mower/637ce40c-6069-43ef-8974-ab357ec751b4",
        "textarea_link": "https://play.famobi.com/lawn-mower",
        "description": "Mow, maneuver, and master the endless track in Lawn Mower - the ultimate 3D lawn mowing challenge! Get ready to take control in Lawn Mower, a 3D endless game that's all about precision and timing! You're in charge of a lawn mower, navigating a winding track filled with obstacles. Press and hold to move along the path, but be ready to stop on a dime - one wrong move and you'll face destruction from the menacing wheel chasing you. Master the art of moving and stopping at the right times to advance further and further. It's not just about mowing; it's about surviving in a world where even a lawn mower can feel the thrill of the chase! So, are you ready to take the Lawn Mower challenge and see how far you can go? Start your engines and let the mowing begin!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/LawnMowerTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/637ce40c-6069-43ef-8974-ab357ec751b4.jpg"
      },
      {
        "id": "9d862a58-44b2-47ab-a3c4-1174c06543b5",
        "name": "Rising Squares",
        "url": "https://html5games.com/Game/Rising-Squares/9d862a58-44b2-47ab-a3c4-1174c06543b5",
        "textarea_link": "https://play.famobi.com/rising-squares",
        "description": "Elevate and navigate in Rising Squares - the ultimate circle protection challenge! Rising Squares offers a unique twist on 2D sidescrolling adventure. In this game, you're tasked with protecting a moving circle. How? By strategically stacking squares beneath it. Each click elevates your circle, helping you dodge oncoming obstacles. But that's not all – you need to balance your stacking skills with tactical thinking. As you journey, collect power-ups to empower your circle with shooting abilities, blasting away threats. However, beware! Using your power reduces your protective stack, increasing the stakes. Can you master the art of stacking, shooting, and surviving in this exhilarating game? Get ready to stack, dodge, and shoot your way to high scores in Rising Squares - your ultimate test of agility and strategy!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/RisingSquaresTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/9d862a58-44b2-47ab-a3c4-1174c06543b5.jpg"
      },
      {
        "id": "f3558a64-fbb8-4db4-9203-f35cb3c4f754",
        "name": "Tower Fall",
        "url": "https://html5games.com/Game/Tower-Fall/f3558a64-fbb8-4db4-9203-f35cb3c4f754",
        "textarea_link": "https://play.famobi.com/tower-fall",
        "description": "Dive, dodge, and direct the descent in Tower Fall - the ultimate plummeting ball adventure! Tower Fall is a pulse-pounding game where you don’t just control the ball; you control the tower! As the ball free-falls through a tower, it's up to you to rotate and align the gaps in each platform, ensuring a smooth descent. But be warned: red platforms are lethal and will shatter the ball upon contact. With infinite levels, each more challenging than the last, the game promises hours of gravity-defying fun. So gear up and master the descent in Tower Fall!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/TowerFallTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/f3558a64-fbb8-4db4-9203-f35cb3c4f754.jpg"
      },
      {
        "id": "ffb34d4c-a80e-4d79-8c1b-767c28dd5305",
        "name": "Emoji Fun",
        "url": "https://html5games.com/Game/Emoji-Fun/ffb34d4c-a80e-4d79-8c1b-767c28dd5305",
        "textarea_link": "https://play.famobi.com/emoji-fun",
        "description": "Unleash your inner emoji master in Emoji Fun - the ultimate puzzle game where you connect the right emojis! Emoji Fun is a captivating game that challenges you to solve puzzles by connecting the right emojis. With a variety of levels that require you to link the right emojis, this game will keep you on your toes and test your emoji knowledge to the max. Get ready to dive into a world of fun and excitement with Emoji Fun!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/EmojiFunTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/ffb34d4c-a80e-4d79-8c1b-767c28dd5305.jpg"
      },
      {
        "id": "c13b3de7-820d-4e60-9f45-4cd36290dc59",
        "name": "Bottle Flip",
        "url": "https://html5games.com/Game/Bottle-Flip/c13b3de7-820d-4e60-9f45-4cd36290dc59",
        "textarea_link": "https://play.famobi.com/bottle-flip",
        "description": "Flip, soar, and conquer in Bottle Flip - the ultimate test of timing and precision! Get ready for Bottle Flip, an adrenaline-pumping game that will test your skills and reflexes to the max! In this fast-paced adventure, you control a bottle with the simple tap or click of your finger. Each tap sends the bottle flipping through the air, with a double jump feature to boost your chances of success. Your mission? To skillfully land on various pieces of furniture scattered throughout the level. But be warned - touching the ground means game over! Navigate through challenging obstacles, perfect your timing, and see how far you can go in this thrilling journey of flips and feats! Dive into the flipping frenzy and show off your Bottle Flip mastery now!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/BottleFlipTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/c13b3de7-820d-4e60-9f45-4cd36290dc59.jpg"
      },
      {
        "id": "e3af3054-f022-4ff0-b945-f513f016f5b2",
        "name": "Slime Road",
        "url": "https://html5games.com/Game/Slime-Road/e3af3054-f022-4ff0-b945-f513f016f5b2",
        "textarea_link": "https://play.famobi.com/slime-road",
        "description": "Slide, dodge, and dominate the vibrant path in Slime Road - the ultimate 3D journey of growth and agility! Slime Road offers you an exhilarating 3D experience where you take control of a swift slime navigating an infinite road. As you glide, make sure to collect slimes of your color to expand and boost your score. But be vigilant! With obstacles scattered throughout, one wrong move could end your streak. It's not just about speed, but also about strategy. How big can you grow? How high can you score? So dive into Slime Road, and steer your way to an unbeatable score!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/SlimeRoadTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/e3af3054-f022-4ff0-b945-f513f016f5b2.jpg"
      },
      {
        "id": "46aa94b9-da11-495c-b6da-3451e6fa0438",
        "name": "Pipe Puzzle",
        "url": "https://html5games.com/Game/Pipe-Puzzle/46aa94b9-da11-495c-b6da-3451e6fa0438",
        "textarea_link": "https://play.famobi.com/pipe-puzzle",
        "description": "Dive into the high-pressure world of Pipe Puzzle - where every twist saves lives and every turn counts! Pipe Puzzle plunges you into a gripping challenge of intellect and speed. Rotate the pipes swiftly to create a flawless conduit, letting the water flow to save trapped souls. As you progress, levels intensify, demanding not just a twist, but strategic placements of new pipe parts. But be warned, time is your enemy! When the tank overflows, it's game over. Can you keep your cool and save the day? So, are you ready to twist, turn, and tackle the most exhilarating puzzle of your life in Pipe Puzzle?",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/PipePuzzleTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/46aa94b9-da11-495c-b6da-3451e6fa0438.jpg"
      },
      {
        "id": "7a615e6e-58f4-4dad-8b1d-3594653d7b95",
        "name": "Funny Fred",
        "url": "https://html5games.com/Game/Funny-Fred/7a615e6e-58f4-4dad-8b1d-3594653d7b95",
        "textarea_link": "https://play.famobi.com/funny-fred",
        "description": "Unravel the love story of Funny Fred - cut, strategize, and pave the way for true love in this physics-based puzzler! Funny Fred is a captivating game that blends the thrill of physics with the magic of love. Starting each level with Fred hanging by a rope, it's up to you to make the right cut, setting him free to reunite with his beloved hiding in a castle. But it's not just about snipping ropes! With obstacles like fierce dogs and helpful cats, the sequence of your cuts makes all the difference. Will you free the cat to fend off the dog, or will you risk it all? Each decision demands logic, strategy, and a touch of romance. So, grab your scissors and help Fred find the love of his life in Funny Fred!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/FunnyFredTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/7a615e6e-58f4-4dad-8b1d-3594653d7b95.jpg"
      },
      {
        "id": "48c0bbb6-f77a-46a9-b13c-e806fdaa9227",
        "name": "Barbara & Kent",
        "url": "https://html5games.com/Game/Barbara-Kent/48c0bbb6-f77a-46a9-b13c-e806fdaa9227",
        "textarea_link": "https://play.famobi.com/barbara-and-kent",
        "description": "Draw, and dive into the best restroom rush yet, Barbara & Kent – where ultimate relief is the final goal! Barbara & Kent is the hilarious and intense game where your thinking and drawing skills are put to the test. Guide them to their personal restrooms by drawing unique paths for them. But be cautious! A single collision and it's all down the drain! Don't forget to dodge menacing obstacles, or it's game over. Every draw counts in this frantic rush to the restroom! So grab your pen and help them find the ultimate relief they desire in Barbara & Kent!",
        "image_url": "https://img.cdn.famobi.com/portal/html5games/images/tmp/BarbaraAndKentTeaser.jpg?v=0.2-e9a56fac",
        "local_image_path": "game_images/48c0bbb6-f77a-46a9-b13c-e806fdaa9227.jpg"
      }
]